Repository: sillsdev/FwLocalizations
Catalog: messages.vi.tmx
Source language: en
Languages: vi

source: {0} Click OK to continue making changes, or click Cancel to discard the changes to this converter.
vi: {0} Click OK để tiếp tục làm thay đổi, hoặc nhấp vào Huỷ để loại bỏ những thay đổi để chuyển đổi này.

source: {0} Click OK to continue making changes.
vi: {0} Click OK để tiếp tục thực hiện thay đổi.

source: {0} Export failed.
vi: {0} Xuất khẩu không thành công.

source: For Vista, you need to run the application as administrator for project renaming to work.
vi: Đối với Vista, bạn cần phải chạy các ứng dụng như quản trị viên cho dự án đổi tên để làm việc.

source: In order to protect your data, the FieldWorks program needs to close. You should be able to restart it normally.
vi: Để bảo vệ dữ liệu của bạn, chương trình FieldWorks nhu cầu để đóng \ n. Bạn sẽ có thể khởi động lại bình thường.

source: {0} The FieldWorks software is not installed correctly. Please close FieldWorks Translation Editor, and then insert your FieldWorks CD and repair your installation.
vi: {0} Các phần mềm FieldWorks không được cài đặt đúng cách. Hãy đóng Editor dịch FieldWorks, và sau đó chèn đĩa CD FieldWorks và sửa chữa các cài đặt của bạn.

source: {0} Cannot access encoding converters, possibly due to insufficient access privilege. You may want to consult a system administrator.
vi: {0} Không thể truy cập chuyển đổi mã hóa, có thể là do không đủ quyền truy cập. Bạn có thể muốn tham khảo ý kiến một quản trị hệ thống.

source: A Beginning Marker is required.
vi: Một Marker Bắt đầu là bắt buộc.

source: A browse view must have at least one column.
vi: Một trình duyệt xem phải có ít nhất một cột.

source: A category which is a subtype of the main category. (These are also listed in the Record List view.)
vi: Một thể loại mà là một phân nhóm của thể loại chính. (Đây cũng được liệt kê trong danh sách xem Record.)

source: A CJK squared font variant
vi: Một biến thể font CJK bình

source: A Code Page has not been specified.
vi: Một Trang Mã đã không được chỉ định.

source: A Converter Mapping File has not been specified.
vi: Một chuyển đổi bản đồ Tập tin chưa được xác định.

source: A Converter Name has not been specified.
vi: Một Tên Converter đã không được chỉ định.

source: A converter with the specified name already exists. Do you want to replace it?
vi: Một chuyển đổi với tên chỉ định đã tồn tại. Bạn có muốn thay thế nó?

source: A deleted object
vi: Một đối tượng bị xóa

source: A discourse chart template can only have three levels (template, column group, and column).
vi: Một mẫu biểu đồ thuyết chỉ có thể có ba cấp độ (mẫu, nhóm cột, và cột).

source: A final presentation form (Arabic)
vi: Một hình thức trình bày cuối cùng (tiếng Ả Rập)

source: A folder or file path cannot contain any of the following characters: {0}
vi: Một thư mục hoặc đường dẫn tập tin không thể chứa bất kỳ các ký tự sau: {0}

source: A font variant (e.g. a blackletter form)
vi: Một biến thể font (ví dụ: một hình thức Blackletter)

source: A fuller description for this group of ad hoc rules; e.g. explaining what they have in common.
vi: Một mô tả đầy đủ hơn cho nhóm quảng cáo quy định đặc biệt, ví dụ như giải thích những gì họ có chung.

source: A fuller description for this inflection class.
vi: Một mô tả đầy đủ hơn cho lớp này uốn.

source: A fuller description for this inflectional affix slot.
vi: Một mô tả đầy đủ hơn cho vùng này đóng biến tố.

source: A fuller description of this category.
vi: Một mô tả đầy đủ hơn về thể loại này.

source: A fuller description of this headed compound.
vi: Một mô tả đầy đủ hơn của hợp chất này đứng đầu.

source: A fuller description of this natural class.
vi: Một mô tả đầy đủ hơn của lớp này tự nhiên.

source: A phonological rule is using a feature variable for feature {0}, but there is no corresponding feature variable in the environment.
vi: Một nguyên tắc âm vị học là sử dụng một biến tính năng cho tính năng {0}, nhưng không có tính năng tương ứng biến trong môi trường.

source: A programming error has occurred. A message with instructions on how to send it to the developers has been copied to the clipboard. Paste the contents of the clipboard into a new email message or text file.
vi: Một lỗi lập trình đã xảy ra. Một thông báo với các hướng dẫn về cách gửi cho các nhà phát triển đã được sao chép vào clipboard. Dán nội dung clipboard vào một tin nhắn email mới hoặc tập tin văn bản.

source: A report will be opened in your web browser.
vi: Một báo cáo sẽ được mở ra trong trình duyệt web của bạn.

source: A Text Markup Tag List can only have two levels (list type and tags).
vi: Một Text Markup Tag Danh sách chỉ có thể có hai mức (danh sách các loại và các thẻ).

source: A_llomorph
vi: T_ha hình

source: Abbr: Name (Best Analysis)
vi: Viết tắt: Tên (nhất Phân tích)

source: &Abbreviation
vi: &Viết tắc

source: Abbreviation
vi: Viết tắc

source: Abbreviation (Best Analysis)
vi: Viết tắc (Phân tích tốt nhất)

source: &Abbreviation:
vi: &Viết tắc:

source: Abort
vi: Bỏ ngang

source: _About Language Explorer...
vi: _Giới Explorer Ngôn ngữ...

source: About SIL FieldWorks {0}
vi: Giới FieldWorks SIL {0}

source: About the selected export method:
vi: Giới thiệu về phương pháp xuất khẩu được lựa chọn:

source: Academic Domain
vi: Học Vùng định Nghĩa

source: Academic Domains
vi: Học Vùng định Nghĩa

source: Ad hoc Co-occurrence Prevention Rules
vi: Đặc biệt và hợp tác phòng chống sự xuất hiện Nội quy

source: Ad hoc Rules
vi: Quy tắc đặc biệt

source: &Add
vi: &Thêm

source: A&dd
vi: T&hêm

source: Add
vi: Thêm

source: &Add >>
vi: &Thêm >>

source: Add a category
vi: Thêm một loại

source: Add a new category.
vi: Thêm một thể loại mới.

source: Add a subcategory...
vi: Thêm một tiểu thể loại...

source: Add Allomorph
vi: Thêm Tha hình

source: Add allomorph to lexical entry?
vi: Thêm tha hình để nhập cảnh từ vựng?

source: Add allomorph to similar entry
vi: Thêm tha hình để nhập cảnh tương tự

source: Add Allomorph...
vi: Thêm Tha hình...

source: Add an obligatory slot to {0}
vi: Thêm một khe cắm thẻ bắt buộc để {0}

source: Add an optional slot to [Category]
vi: Thêm một khe cắm tùy chọn để [Chuyên mục]

source: Add an optional slot to {0}
vi: Thêm một khe cắm tùy chọn cho {0}

source: Add another Variant Info section
vi: Thêm một biến thể phần Thông tin

source: Add Approved Analysis...
vi: Thêm phân tích được phê duyệt ...

source: Add Custom &field...
vi: Thêm Custom &trường ...

source: Add from Catalog
vi: Thêm từ Danh mục

source: Add Inflection Feature from Catalog
vi: Thêm uốn tính từ Danh mục

source: Add Inflection Features from Catalog
vi: Thêm uốn tính năng từ Danh mục

source: Add inflectional affix(es) to XXX
vi: Thêm đóng biến tố (các) để XXX

source: Add information about your text in this tab.
vi: Thêm thông tin về văn bản của bạn trong tab này.

source: Add language mapping
vi: Thêm ngôn ngữ lập bản đồ

source: Add New Sense
vi: Thêm Nghĩa mới

source: Add New Sense For {0} ...
vi: Thêm cảm giác mới cho {0} ...

source: Add New Sense...
vi: Thêm cảm giác mới ...

source: Add Reference
vi: Thêm tham khảo

source: Add Reference ({0})
vi: Thêm tham khảo ({0})

source: Add to existing items
vi: Thêm vào mục hiện tại

source: Add to Spelling Dictionary
vi: Thêm vào Từ điển chính tả

source: &Add Variant
vi: &Thêm biến thể

source: Add Word Gloss
vi: Thêm Word Gloss

source: Add Word to Spelling Dictionary
vi: Thêm Word cho Từ điển chính tả

source: Add words marked as correctly spelled to the active spelling dictionary.
vi: Thêm từ đánh dấu là chính xác đánh vần cho hoạt động từ điển chính tả.

source: Add Words to Lexicon
vi: Thêm từ để Từ Vựng

source: &Add...
vi: &Thêm...

source: A&dd...
vi: T&hêm...

source: Add/Modify Language Mapping
vi: Thêm/Sửa đổi Ngôn ngữ bản đồ

source: Advanced...
vi: Nâng cao ...

source: Affix Allomorph
vi: Tha hình Phu tố

source: Affix Form
vi: Hình thức Phu tố

source: Affix found on {0}
vi: Phu tố hàng vào ngày {0}

source: Affix in {0} slot which inflects {1}
vi: Phu tố trong {0} khe mà biến cách {1}

source: Affix in {0} slots which inflects {1}
vi: Phu tố trong {0} khe mà biến cách {1}

source: Affix Slot
vi: Khe Phu tố

source: Affix slot {0}
vi: Khe Phu tố {0}

source: Affix Slot or Category
vi: Khe Phu tố hoặc loại

source: Affix Slots
vi: Khe Phu tố

source: Affix Template
vi: Dán bản Phu tố

source: Affix Templates
vi: Dán bản Phu tố

source: Affix &Type:
vi: Phu tố &loại:

source: Affix which attaches to any category
vi: Phu tố mà gắn vào thể loại nào

source: Affix which changes the meaning of {0}
vi: Phu tố mà thay đổi ý nghĩa của {0}

source: Affix which changes the meaning of any category
vi: Phu tố mà thay đổi ý nghĩa của thể loại nào

source: Affix which converts {0} to {1}
vi: Phu tố chuyển đổi {0} đến {1}

source: Affix which converts {0} to any category
vi: Phu tố chuyển đổi {0} vào thể loại nào

source: Affix which converts any category to {0}
vi: Phu tố chuyển đổi bất kỳ loại cho {0}

source: Affix which inflects {0}
vi: Phu tố mà biến cách {0}

source: Affix which inflects any category
vi: Phu tố mà biến cách bất kỳ thể loại

source: After providing word glosses, you can chart your texts.
vi: Sau khi cung cấp nhũ từ, bạn có thể sơ đồ văn bản của bạn.

source: Aft&er:
vi: S&au:

source: After:
vi: Sau khi:

source: Alias
vi: kAlias

source: all analysis
vi: tất cả các phân tích

source: All Analysis
vi: Tất cả Phân tích

source: All Analysis and Vernacular
vi: Tất cả Phân tích và tiếng mẹ đẻ

source: All Analysis then all Vernacular Writing Systems
vi: Tất cả các phân tích sau đó tất cả các hệ thống viết tiếng mẹ đẻ

source: All Analysis Writing Systems
vi: Tất cả các phân tích hệ thống Viết

source: All checked items
vi: Tất cả các mục kiểm tra

source: A&ll Data
vi: T&ất cả Dữ liệu

source: all vernacular
vi: tất cả các ngôn ngữ địa phương

source: All Vernacular
vi: Tất cả tiếng mẹ đẻ

source: All Vernacular and Analysis
vi: Tất cả tiếng mẹ đẻ và Phân tích

source: All Vernacular then all Analysis Writing Systems
vi: Tất cả tiếng mẹ đẻ thì tất cả các hệ thống phân tích Viết

source: All Vernacular Writing Systems
vi: Tất cả hệ thống viết tiếng mẹ đẻ

source: allomorph
vi: tha hình

source: Allomorph
vi: Tha hình

source: Allomorph of...
vi: Tha hình của...

source: &Allomorph:
vi: &Tha hình:

source: Allomorphs
vi: Tha hình

source: <Already in Unicode>
vi: <Đã có trong Unicode>

source: Alternate Forms
vi: Thay thế hình thức

source: Always visible
vi: Luôn luôn hiển thị

source: An empty paragraph
vi: Một đoạn trống

source: An entry that has components cannot have a morph type of root, since by definition a root is indivisible. Would you like Language Explorer to delete the references to components in this entry?
vi: Một mục đó có các thành phần không thể có một loại biến của người chủ, vì theo định nghĩa gốc là chia. Bạn có muốn Ngôn ngữ Explorer để xóa các tài liệu tham khảo với các thành phần trong mục này?

source: Analyses
vi: Phân tích

source: analysis
vi: phân tích

source: Analysis
vi: Phân tích

source: Analysis {0}
vi: Phân tích {0}

source: Analysis Candidate
vi: Phân tích ứng cử viên

source: &Analysis language writing system
vi: &Phân tích hệ thống ngôn ngữ viết

source: Analysis languages are the languages for notes, back translations, glosses, definitions, analyses, etc. Select, or define, a default analysis language writing system.
vi: Phân tích ngôn ngữ là ngôn ngữ để ghi chú, trở lại bản dịch, nhũ, định nghĩa, phân tích, vv. Chọn, hoặc xác định, phân tích hệ thống ngôn ngữ mặc định bằng văn bản.

source: analysis or vernacular
vi: phân tích hoặc mẹ đẻ

source: Analysis Usage
vi: Phân tích sử dụng

source: &Analysis Writing System
vi: &Viết phân tích hệ thống

source: Analysis &Writing Systems
vi: Viết &phân tích hệ thống

source: &Analyze
vi: &Phân tích

source: Analyze
vi: Phân tích

source: Analyze the morphemes in the words of the text.
vi: Phân tích hình vị trong các từ của văn bản.

source: Annotation Definition
vi: Chú thích danh

source: Anthropology _Category
vi: Nhân chủng học _Thể loại

source: Anthropology Categories
vi: Nhân chủng học Thể loại

source: Anthropology Category
vi: Nhân chủng học Thể loại

source: Anthropology Note
vi: Nhân chủng học Lưu ý

source: Anthropology Notes
vi: Nhân chủng học Lưu ý

source: Any
vi: Bất kỳ

source: Any checked item
vi: Bất kỳ mục kiểm tra

source: Any of...
vi: Bất kỳ ...

source: <Any>
vi: <Bất kỳ>

source: &Anywhere
vi: &Ở bất cứ đâu

source: Append, separated by:
vi: Nối, cách nhau bằng:

source: Apply
vi: Áp dụng

source: Approve
vi: Chấp thuận

source: Approve _Throughout this Text
vi: Phê duyệt _Trong suốt phê duyệt văn bản này

source: Approve and _Jump to Next Incomplete
vi: Phê duyệt và _Bước tới tiếp không hoàn chỉnh

source: Approve and _Stay
vi: Phê duyệt và _ở

source: _Approve and Move Next
vi: _Phê duyệt và Chuyển Tiếp

source: _Approve suggestion and
vi: _Chấp thuận đề nghị và

source: Approve the suggested analysis, and jump to the next word with a suggested or incomplete analysis.
vi: Phê duyệt đề nghị phân tích, và nhảy đến từ tiếp theo với một phân tích đề xuất hoặc không đầy đủ.

source: Areas
vi: Khu vực

source: As I add new word glosses, create lexical entries.
vi: Khi tôi thêm nhũ từ mới, tạo mục từ vựng.

source: Assign
vi: Chỉ định

source: Assign Analysis...
vi: Chỉ định phân tích ...

source: At &end
vi: Khi &kết thúc

source: At least
vi: Ít nhất

source: At &start
vi: Tại &bắt đầu

source: At s&tart
vi: lúc b&ắt đầu

source: Attaches to any category
vi: Gắn với bất kỳ thể loại

source: Attaches to Categories
vi: Gắn với hạng mục

source: Attaches to Categor&y:
vi: Gắn với loạ&i:

source: Attributes
vi: Thuộc tính

source: Available Data for {0}
vi: Available Dữ liệu for {0}

source: = Available for Bulk Editing
vi: = Có cho chỉnh sửa số lượng lớn

source: < &Back
vi: < &Quay lại

source: Back
vi: Quay lại

source: Back to concorded item...
vi: Trở lại sự thích hợp mục ...

source: &Backup and Restore...
vi: &Sao lưu và khôi phục ...

source: _Backup and Restore...
vi: _Sao lưu và khôi phục...

source: Backup or restore a FieldWorks project.
vi: Sao lưu hoặc khôi phục lại một dự án FieldWorks.

source: Backup Recommendation
vi: Sao lưu Khuyến nghị

source: Backup the FieldWorks project before importing. Then, if you are not satisified with the results of the import, you can restore the backup to undo the import.
vi: Sao lưu dự án FieldWorks trước khi nhập khẩu. Sau đó, nếu bạn không Satisified với kết quả của nhập khẩu, bạn có thể khôi phục lại dự phòng để hoàn tác nhập khẩu.

source: &Backup...
vi: &Sao lưu...

source: Backup...
vi: Sao lưu...

source: base
vi: cơ sở

source: Baseline
vi: Cơ bản

source: &Before:
vi: &Trước khi:

source: Before:
vi: Trước khi:

source: best analysis
vi: phân tích tốt nhất

source: Best Analysis
vi: Phân tích tốt nhất

source: best analysis or vernacular
vi: phân tích tốt nhất hoặc mẹ đẻ

source: Best Analysis or Vernacular
vi: Phân tích tốt nhất hoặc mẹ đẻ

source: best vernacular
vi: tiếng mẹ đẻ tốt nhất

source: Best Vernacular
vi: Tiếng mẹ đẻ tốt nhất

source: best vernacular or analysis
vi: tiếng mẹ đẻ hoặc phân tích tốt nhất

source: Best Vernacular or Analysis
vi: Tiếng mẹ đẻ hoặc phân tích tốt nhất

source: between
vi: giữa

source: Between:
vi: Giữa:

source: Bibliography
vi: Tài liệu tham khảo

source: Bibliography (Entry)
vi: Tài liệu tham khảo (Mục tự)

source: Bibliography (Sense)
vi: Tài liệu tham khảo (Nghĩa)

source: Binary Compound Rule
vi: Hợp chất nhị phân Rule

source: Biographical Information
vi: kThông tin tiểu sử

source: Blanks
vi: Trống

source: &Bold
vi: &Đậm

source: Bold
vi: Đậm

source: Border
vi: Biên giới

source: Border ({0})
vi: Biên giới ({0})

source: Borders
vi: Biên giới

source: bound stem
vi: ràng buộc gốc

source: {0} Bound Stem
vi: {0} Ràng buộc gốc

source: Break Characters
vi: Bẻ gảy Nhân vật

source: _Break phrase into words
vi: _Bẻ gảy cụm từ vào từ

source: Break phrase into words
vi: Bẻ gảy cụm từ vào từ

source: Browse
vi: Duyệt

source: Browse for an Analysis Data File from Ample
vi: Trình duyệt cho một phân tích dữ liệu tin từ Ample

source: Browse for file.
vi: Duyệt các tập tin.

source: &Browse...
vi: &Duyệt...

source: Browse...
vi: Duyệt...

source: Bulk _Edit (copy)
vi: Chỉnh sửa _hàng loạt (bản sao)

source: Bulk Copy
vi: Bản sao số lượng lớn

source: Bulk Edit (c_lick copy)
vi: Chỉnh sửa số lượng lớn (_kích vào bản sao)

source: _Bulk Edit (list choice)
vi: _Chỉnh sửa số lượng lớn (danh sách lựa chọn)

source: Bulk Edit Entries
vi: Chỉnh sửa hàng loạt mục

source: Bulk Edit Operation:
vi: Chỉnh sửa hàng loạt hoạt động:

source: Bulk Edit Reversal Entries
vi: Chỉnh sửa hàng loạt mục đảo

source: Bulk Edit Spelling Status.
vi: Tình trạng hàng loạt Chỉnh sửa chính tả

source: Bulk Edit Wordforms
vi: Chỉnh sửa hàng loạt Wordforms

source: Bulk Replace
vi: Thay thế hàng loạt

source: Bulk Replace Setup
vi: Thay thế hàng loạt thiết lập

source: B&ullet
vi: Đ&ầu dòng

source: Bullet and Number &Font...
vi: Dấu đầu dòng và Số &Phông...

source: Bulleted
vi: Gạch đầu dòng

source: Bullets
vi: Đầu dòng

source: Bullets and Numbering
vi: Dấu đầu dòng và Số

source: By removing the English writing system, some of your topics list items, may show "***" instead of their normal contents. For this reason, it is strongly recommended that you keep the English writing system active in your project. However, if you choose to remove English now and encounter problems viewing your topics list items, you may add English back at any time using the Add button. Do you want to remove English now?
vi: Bằng cách loại bỏ các hệ thống chữ viết tiếng Anh, một số các mặt hàng chủ đề danh sách của bạn, có thể hiển thị \ "*** " thay vì nội dung bình thường của họ. Vì lý do này, rất khuyên bạn nên giữ các văn bản tiếng Anh hệ thống hoạt động trong dự án của bạn. Tuy nhiên, nếu bạn chọn để loại bỏ tiếng Anh hiện nay và gặp phải vấn đề xem danh sách các chủ đề của bạn, bạn có thể thêm tiếng Anh trở lại bất cứ lúc nào bằng cách sử dụng nút Thêm \ n.\ NBạn có muốn loại bỏ tiếng Anh bây giờ?

source: {0} can be configured in more detail.
vi: {0} có thể được cấu hình cụ thể hơn.

source: &Cancel
vi: &Huỷ

source: C&ancel
vi: H&ủy

source: Cancel
vi: Huỷ

source: Categories (or Parts of Speech)
vi: Hạng mục (hoặc bộ phận của lời nói)

source: Categories Browse
vi: Hạng mục Duyệt

source: Cate&gories:
vi: Thể &loại:

source: _Categorized entry
vi: _Phân loại mục

source: Categorized Entry
vi: Phân loại mục

source: category
vi: thể loại

source: &Category
vi: &thể loại

source: Category
vi: thể loại

source: Category (or Part of Speech)...
vi: Thể loại (hoặc một phần của lời nói) ...

source: Category Description
vi: Thể loại mô tả

source: Category Edit
vi: Chuyên mục Soạn

source: Category Info.
vi: Thể loại Thông tin.

source: Category...
vi: thể loại...

source: Categor&y:
vi: Thể Lọa&i:

source: Caution: if this baseline writing system is different from the last baseline writing system you used, click the Help button and carefully follow the instructions to avoid producing duplicate wordforms and lexical entries in your data.
vi: Chú ý: nếu văn bản hệ thống đường cơ sở này là khác nhau từ các cơ sở văn bản mới nhất hệ thống bạn sử dụng, nhấn vào nút Help Trợ và cẩn thận theo hướng dẫn để tránh trùng lặp wordforms sản xuất và các mục từ vựng trong dữ liệu của bạn.

source: Cautions:
vi: Cảnh cáo:

source: Change each occurrence of a pattern to the replacement text
vi: Thay đổi mỗi sự xuất hiện của mô hình để các văn bản thay thế

source: Change HC Parser Parameters
vi: Thay đổi thông số Parser HC

source: Change multiple occurrences
vi: Thay đổi xảy ra nhiều

source: Change Optionality of XXX Slot
vi: Thay đổi nối tùy chọn của Khe XXX

source: Change spelling
vi: Thay đổi chính tả

source: Change Spelling of Multiple Occurences.
vi: Thay đổi chính tả của các lần xuất hiện nhiều.

source: Change Spelling of Multiple Occurrences
vi: Thay đổi chính tả của các lần xuất hiện nhiều.

source: Change Spelling...
vi: Thay đổi chính tả...

source: Change To:
vi: Thay đổi Để:

source: Change XAmple Parser Parameters
vi: Thay đổi thông số Parser XAmple

source: Change...
vi: Thay đổi...

source: C&hanges to Category:
vi: T&hay đổi thể loại:

source: Changing spelling
vi: Thay đổi chính tả

source: Character mapping
vi: Ký tự lập bản đồ

source: &Character Style
vi: &Ký tự kiểu

source: Character Style
vi: Ký tự kiểu

source: &Character style :
vi: &Ký tự kiểu :

source: Character Style:
vi: Ký tự kiểu:

source: Check All
vi: Chọn tất cả

source: Choices:
vi: Lựa chọn:

source: Choose {0}
vi: Chọn{0}

source: Choose a grammatical category (Part of Speech) from the following Catalog. The category you choose will be added to the list of categories for this FieldWorks Project.
vi: Chọn một thể loại ngữ pháp (Một phần của lời nói) từ các Danh mục sau đây. Các thể loại mà bạn chọn sẽ được thêm vào danh sách các loại cho dự án này FieldWorks.

source: Choose a new inflection feature from the following Catalog. The inflection feature you choose will be added to the list of Inflection features for this FieldWorks Project.
vi: Chọn một tính năng uốn mới từ Danh mục sau đây. Các tính năng uốn bạn chọn sẽ được thêm vào danh sách các tính năng uốn cho dự án này FieldWorks.

source: Choose Allomorph
vi: Chọn Tha hình

source: Choose Confidence Level
vi: Chọn Cấp niềm tin

source: Choose Inflectional Affixes
vi: Chọn biến cách Phu tố

source: Choose Morpheme and Grammatical Info.
vi: Choose hình vị and Grammatical Info.

source: Choose Morpheme Type
vi: Chọn Loại Hình vị

source: Choose Natural Class
vi: Chọn loại tự nhiên

source: Choose new inflection features from the following catalog. The inflection features you choose will be added to the list of Inflection features for this FieldWorks project.
vi: Chọn tính năng uốn mới từ các cửa hàng sau đây. Các tính năng mà bạn chọn sẽ được thêm vào danh sách các tính năng uốn cho dự án này FieldWorks.

source: Choose one or more new phonological features from the following Catalog. Note that all features are binary (i.e. have two values: + and -). The phonological features you choose will be added to the list of phonological features for this FieldWorks Project.
vi: Choose one or more new phonological features from the following Danh mục. Note that all features are binary (i.e. have two values: + and -). The phonological features you choose will be added to the list of phonological features for this FieldWorks Project.

source: Choose Sense Status
vi: Chọn Trạng thái Nghĩa

source: Choose Slot
vi: Chọn Khe

source: Choose Sound or Movie File
vi: Chọn Sound hay Movie File

source: Choose the default fonts to use for data in this writing system. It is fine to use the same font more than once.
vi: Chọn các font chữ mặc định để sử dụng cho dữ liệu trong hệ thống chữ viết. Nó là tốt để sử dụng cùng một phông chữ nhiều hơn một lần.

source: Ch&oose...
vi: Ch&ọn...

source: Choose...
vi: Chọn...

source: {0} Chooser
vi: {0} Cai chọn lọc

source: &Chosen Name:
vi: &Chọn Tên:

source: Citation form
vi: Trích dẫn mẫu

source: Citation Form
vi: Trích dẫn mẫu

source: Citation Form:
vi: Trích dẫn mẫu:

source: Classified Dictionary
vi: Từ điển phân loại

source: Classified Senses
vi: Phân loại giác quan

source: Clear
vi: Xoá

source: Clear Chart from here on
vi: Xoá biểu đồ từ đây về

source: Click Copy
vi: Nhấn Sao

source: Click Finish to complete setting up the new writing system, or Back if you need to alter any selections.
vi: Nhấn Kết thúc để hoàn tất thiết lập hệ thống văn bản mới, hoặc Quay lại nếu bạn cần phải thay đổi bất kỳ lựa chọn.

source: Click Help to learn about parser parameters.
vi: Nhấn Trợ giúp để tìm hiểu về các thông số phân tích cú pháp.
